{
	"lang": "English",
	"menu": {
		"home": "Home",
		"about": "About",
		"services": "Services",
		"portfolio": "Portfolio",
		"blog": "Blog",
		"contact": "Contact Us",
		"doit": "Try Do It Bot",
		"pricing": "Pricing"
	},
	"footer": {
		"allRights": "All rights reserved. Let's do it now 2023",
		"newsletter": "Newsletter",
		"email": "Enter your email here",
		"information": "Information",
		"social": "Social",
		"careers": "Careers",
		"resources": "Resources",
		"about": "About us",
		"privacy": "Privacy"
	},
	"home": {
		"langweb": "en",
		"titleweb": "Let's do it now: Software and App Development for Enterprises",
		"desciptionweb": "We offer technological solutions developed by Latin American talent with experience in the logistics, manufacturing, and construction sectors.",
		"keywords": "Software and App Development for Latin Enterprises in New York, App Development Companies in Colombia, App Development Companies in New York, App Development Companies, App Development Companies Colombia, Multilingual Software Development in New York, Scalable Mobile App Development, Spanish Software Development Services in New York, Software Development Companies with Experience in Logistics, Construction, and Manufacturing.",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/ip9vbgwvb5adlc5qof6n.png",
		"title01": "Software",
		"title02": "Solutions",
		"title03": "Digital",
		"text001": "We build at scale, let's bring your ideas to life",
		"text002": "Get a quote now",
		"text003": "View portfolio",
		"text004": "Web Design",
		"text005": "Software Engineering",
		"text006": "Mobile App Development",
		"text007": "Web App Development",
		"text008": "What do we do for you?",
		"text009": "Your vision is our mission. Let us turn your ideas into tangible realities!",
		"text010": "Explore more",
		"text011": "Over 7 years in the industry",
		"text012": "We don't just deliver for the present. We design strategies that endure, engineered to lead the industry.",
		"text013": "We design your ideas",
		"text014": "We create digital projects that adapt to your business needs and the future of your market.",
		"text015": "Connect your business with your target audience",
		"text016": "Technology is moving faster than ever. We want to bring your business into the digital world, with benefits from day one.",
		"text017": "International team",
		"text018": "We have a global network of developers that allows us to deliver quality software at the best price.",
		"text019": "We share our knowledge and passion for the digital world",
		"text020": "knowledge and passion",
		"text021": "for the digital world",
		"text022": "Immerse yourself in the latest information and trends in the digital world",
		"text023": "Visit the blog",
		"text024": "Tech",
		"text025": "Artificial Intelligence",
		"text026": "Education",
		"text027": "Webinars",
		"text028": "Events",
		"text029": "Join our network of satisfied customers and experience the digital transformation of your business",
		"text030": "'We hired Let's Do It because we wanted to have a stronger online presence. They not only helped us improve our website but also offered our customers a personalized experience.'",
		"text031": "'The best cost-benefit option. These guys work magic. I've been with Let's Do It for 6 months for website development and some advertising campaigns, and my business keeps growing a lot.'",
		"text032": "'Let's Do It is a company that stands out for its ability to understand our business, in addition to meeting our requirements. We believe they become part of our team.'",
		"text033": "Start the transformation now",
		"text034": "Are you ready? Let's do it now!",
		"text035": "Get a free consultation",
		"text036": "Blog Category",
		"text037": "We are Let's Do It Now, visionaries, architects, and creators of your digital dreams. With over 7 years of industry leadership, we don't just build products for the present; we craft enduring strategies designed to lead the future. Join our network of satisfied clients and experience the digital transformation of your business.",
		"text038": "Companies that trust us",
		"text039": "On Demand Development Teams",
		"text040": "Scale your project effortlessly with our dedicated teams.",
		"text041": "MVP and Prototyping",
		"text042": "Turn ideas into tangible products",
		"text043": "See more",
		"text044": "Web and Mobile Development",
		"text045": "Crafting digital experiences that resonate.",
		"text046": "UX/UI Designs",
		"text047": "Designing with the user in mind",
		"text048": "Data Analytics",
		"text049": "Transform data into actionable insights.",
		"text050": "Cloud Architecture and Management",
		"text051": "Boost your business with robust cloud solutions.",
		"text052": "Working with the Best Cloud Services",
		"text053": "Tangible Results",
		"text054": "In the Estimated Time",
		"text055": "Do you want to test your idea in record time?",
		"text056": "Let's work together",
		"text057": "Optimization in Project Planning",
		"text058": "Effective project management and planning are essential for any business. Discover how we've empowered PLANIUM on its journey toward operational excellence.",
		"text059": "See project",
		"text060": "Transform customer service and make your company stand out",
		"text061": "Bring life to your website and sales area with 'Do It Bot'.",
		"text062": "More than just a chatbot: it's your new customer service and sales team. An AI chatbot that adapts to your company and converses like a human. A digital advisor that not only responds but understands and engages, generating intelligent conversations and offering instant solutions.",
		"text063": "Try it out",
		"text064": "We work across various industries. Find yours!",
		"text065": "Project Management",
		"text066": "Automotive",
		"text067": "Logistic",
		"text068": "Manufacturing",
		"text069": "Startups",
		"text070": "At LetsDoItNow, we understand the challenges and needs of the construction industry. We have innovated solutions ranging from project planning to on-site operational management, ensuring more efficient execution and on-time project deliveries.",
		"text071": "The automotive industry is dynamic and ever-evolving. At LetsDoItNow, we have revolutionized processes, from the supply chain to the customer experience, bringing innovation to the core of vehicle production and sales.",
		"text072": "Efficiency is the soul of logistics. At LetsDoItNow, we've designed systems that streamline workflows, reduce costs, and maximize performance, enabling companies to operate more agilely and profitably.",
		"text073": "En LetsDoItNow, sabemos que la manufactura moderna exige precisión y velocidad. Nuestras soluciones integran tecnologías de vanguardia que aseguran calidad, optimizando la producción y asegurando que cada producto cumpla con los más altos estándares.",
		"text074": "Startups require agile and adaptive solutions. At LetsDoItNow, we specialize in providing tailored tools that drive innovation and growth, taking startups from concept to realization.",
		"text075": "Check out our project management solutions",
		"text076": "Take a look at our automotive solutions",
		"text077": "Check out our logistics solutions",
		"text078": "Take a look at our manufacturing solutions",
		"text079": "Check out our solutions for startups",
		"text080": "Digital Transformation in the Production and Sales of Blinds",
		"text081": "Efficiency and modernization are essential in production and sales. For AJPenny, we create customized solutions.",
		"text082": "The transformative impact of AliadaGO",
		"text083": "Logistics, that critical link connecting companies with their customers, is constantly evolving. In a digitalized world where every second counts, efficiency and adaptability are more than essential; they are vital."
	},
	"about": {
		"langweb": "en",
		"titleweb": "Let's do it now: The bilingual development team that creates technology for your company",
		"desciptionweb": "Based in New York and with a team of digital nomads, we build software and applications for Latin companies that need technology to manage their business.",
		"keywords": "Custom Software Development for Enterprises, Dedicated Software Development Team, Technology Consulting for Latin Companies, Custom App Development for Enterprises, Experience in Software and App Development.",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/vgzddx0ehiv1pwamnwfr.png",
		"title001": "We start with curiosity and solve the problem",
		"text002": "MISSION Y VISION",
		"text003": "We create technology that builds a better world",
		"text004": "Investing in Latin America is investing in talent, motivation, and determination",
		"text005": "At Let's Do It Now, we firmly believe in the immense talent of Latin America. We are a company focused on providing technological solutions that transform and enrich lives, with special attention to the American market. Our vision is centered on becoming a leading entity recognized for strengthening specific niches through cutting-edge technological tools",
		"text006": "We are more than a software house",
		"text007": "We are a conglomerate of talent from various professions, forming agile and dynamic teams. Our experience extends to participation in some of the world's most prestigious accelerators, such as Y Combinator. This diversity and global experience ensure that we not only deliver technological solutions but also provide a unique and broad perspective in every project, generating unparalleled results for our clients.",
		"text008": "To be the company our clients desire, it takes a diverse group of passionate operators. Get to know the people leading the way at Let's Do It Now",
		"text009": "Our experienced team has learned that one of the main problems when hiring an agency is that agencies don't take ownership of the client's problem. Based on that, we have been building trust with our clients by:",
		"text010": "Scalability",
		"text011": "To meet future demands and increase performance without increasing complexity.",
		"text012": "We take charge of your problem.",
		"text013": "We understand our clients' issues through a consulting process led by our business experts.",
		"text014": "We speak your language",
		"text015": "Our communication is established with our business experts who have the fluency of the stack to bring your product vision to life.",
		"text016": "Schedule a meeting with us",
		"text017": "Meet our team",
		"text018": "nuestro equipo",
		"text019": "Remote Work Culture",
		"text020": "Our values are at the core of our business: we drive constant learning and growth, we value excellence combined with respect and trust, and we promote strong and innovative teamwork. Our competitive mindset, akin to that of an athlete, propels us to give our best at all times. And yes, we sometimes make mistakes, but we see them as an opportunity to learn and improve."
	},
	"services": {
		"langweb": "en",
		"titleweb": "Let's do it now: Software and App Nearshoring: Empower Your Business with Technology",
		"desciptionweb": "We offer software and app solutions at Latin American prices for companies that need nearshoring teams for shared or dedicated development, adapting technologies to the needs of each business.",
		"keywords": "Mobile App Development for Enterprises, Software Development for Inventory Management, App Development for Route and Transportation Management, Fleet and Logistics Management App, ERP Applications for Enterprise Resource Planning, App Development for Production and Quality Control, Apps for Project Management and Data Analysis, Responsive and Modern Website Development, Custom Web Application Development Services.",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/pelmpitgkd7ndjdd8ncv.png",
		"title001": "Your vision is our mission ",
		"title002": "Grow your business",
		"text002": "We transform your ideas into personalized digital solutions. Let us turn your ideas into tangible realities!",
		"text003": "Get a free quote now",
		"text004": "Companies that trust in us",
		"text005": "On demand development teams",
		"text006": "Whether you're a startup or an established company, our on-demand development teams can seamlessly integrate with your operations, ensuring agile delivery and high-quality results.",
		"text007": "Data Analytics",
		"text009": "Harness the power of advanced data analysis to uncover patterns, correlations, and hidden insights that can drive strategic business decisions.",
		"text010": "Cloud Architecture and Management",
		"text011": "Deploy, manage, and scale applications with our advanced cloud and infrastructure services. Experience enhanced performance, security, and flexibility.",
		"text012": "Web and Mobile Develpment",
		"text013": "From responsive websites to dynamic apps, our team excels in delivering tailor-made solutions that captivate users and drive engagement.",
		"text014": "MVP and Prototyping",
		"text015": "Validate your business idea swiftly with our MVP and prototyping services. We help you test the waters before diving deep into full-scale development.",
		"text016": "UX/UI Designs",
		"text017": "Our consultancy approach blends with our passion for UX/UI, ensuring designs that are not only visually appealing but also user-centric and conversion-optimized.",
		"text018": "Technologies and tools that our developers use",
		"text019": "At Let's Do It Now, we understand the importance of staying up-to-date in all areas that constitute software development.",
		"text020": "Languages",
		"text021": "Mobile",
		"text022": "Database",
		"text023": "Cloud",
		"text024": "SOLUTIONS",
		"text025": "How is our execution process?",
		"text026": "We use best practices and agile methodologies as the foundation for the rapid construction of our solutions.",
		"text027": "Get a free consultation"
	},
	"portfolio": {
		"langweb": "en",
		"titleweb": "Software and apps focused on logistics, manufacturing, or construction.",
		"desciptionweb": "Our expert team in technology and artificial intelligence has experience creating software and applications for fleet management, inventory, production, among others.",
		"keywords": "App Development for Logistics Company: Success Case, Software Development for Construction Company: Case Study, Mobile Application for Manufacturing Company: Highlighted Project, Software Solutions for Latin Companies in New York: Practical Examples, Apps Developed for Small Latin Companies: Showcase of Our Work",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/smwbxmi3vhppjr7vwiec.png",
		"portfolio": "Portfolio",
		"text001": "Here you will find a selection of the projects we have had the honor of working on.",
		"text002": "Are you ready to be our next success story? Let's do it now!",
		"text003": "Read more"
	},
	"doitbot": {
		"title": "Expert",
		"text001": "Have a conversation with some of our experts. it will help you receive information in a more timely and focused manner.",
		"text002": "Talk to experts",
		"text003": "All experts available",
		"text004": "Ask a question about us",
		"text005": "How can artificial intelligence (AI) technology benefit my business?",
		"text006": "What kind of technical support can I offer after the sale?",
		"text007": "What about training in the use of your technology products or services?"
	},
	"chatbot": {
		"text001": "Hello, how can I help you today?",
		"text002": "Let us know what you think",
		"text003": "Here"
	}
}