{
	"lang": "English",
	"menu": {
		"home": "Home",
		"about": "About",
		"services": "Services",
		"portfolio": "Portfolio",
		"blog": "Blog",
		"contact": "Contact Us"
	},
	"footer": {
		"allRights": "All rights reserved. Let's do it now 2023",
		"newsletter": "Newsletter",
		"email": "Enter your email here",
		"information": "Information",
		"social": "Social",
		"careers": "Careers",
		"resources": "Resources",
		"about": "About us",
		"privacy": "Privacy"
	},
	"home": {
		"langweb": "en",
		"titleweb": "Let's do it now: Software and App Development for Enterprises",
		"desciptionweb": "We offer technological solutions developed by Latin American talent with experience in the logistics, manufacturing, and construction sectors.",
		"keywords": "Software and App Development for Latin Enterprises in New York, App Development Companies in Colombia, App Development Companies in New York, App Development Companies, App Development Companies Colombia, Multilingual Software Development in New York, Scalable Mobile App Development, Spanish Software Development Services in New York, Software Development Companies with Experience in Logistics, Construction, and Manufacturing.",
		"imgweb": "",
		"title01": "Software",
		"title02": "Solutions",
		"title03": "Digital",
		"text001": "We build at scale, let's bring your ideas to life",
		"text002": "Get a quote now",
		"text003": "View portfolio",
		"text004": "'Web Design'",
		"text005": "'Software Engineering'",
		"text006": "'Mobile App Development'",
		"text007": "'Web App Development'",
		"text008": "What do we do for you?",
		"text009": "Your vision is our mission. Let us turn your ideas into tangible realities!",
		"text010": "Explore more",
		"text011": "'Over 7 years in the industry'",
		"text012": "'We don't just deliver for the present. We design strategies that endure, engineered to lead the industry.'",
		"text013": "'We design your ideas'",
		"text014": "'We create digital projects that adapt to your business needs and the future of your market.'",
		"text015": "'Connect your business with your target audience'",
		"text016": "'Technology is moving faster than ever. We want to bring your business into the digital world, with benefits from day one.'",
		"text017": "'International team'",
		"text018": "'We have a global network of developers that allows us to deliver quality software at the best price.'",
		"text019": "We share our",
		"text020": "knowledge and passion",
		"text021": "for the digital world",
		"text022": "Immerse yourself in the latest information and trends in the digital world",
		"text023": "Visit the blog",
		"text024": "'Tech'",
		"text025": "'Artificial Intelligence'",
		"text026": "'Education'",
		"text027": "'Webinars'",
		"text028": "'Events'",
		"text029": "Join our network of satisfied customers and experience the digital transformation of your business",
		"text030": "'We hired Let's Do It because we wanted to have a stronger online presence. They not only helped us improve our website but also offered our customers a personalized experience.'",
		"text031": "'The best cost-benefit option. These guys work magic. I've been with Let's Do It for 6 months for website development and some advertising campaigns, and my business keeps growing a lot.'",
		"text032": "'Let's Do It is a company that stands out for its ability to understand our business, in addition to meeting our requirements. We believe they become part of our team.'",
		"text033": "Start the transformation now",
		"text034": "Are you ready? Let's do it now!",
		"text035": "Get a free consultation"
	},
	"about": {
		"langweb": "en",
		"titleweb": "Let's do it now: The bilingual development team that creates technology for your company",
		"desciptionweb": "Based in New York and with a team of digital nomads, we build software and applications for Latin companies that need technology to manage their business.",
		"keywords": "Custom Software Development for Enterprises, Dedicated Software Development Team, Technology Consulting for Latin Companies, Custom App Development for Enterprises, Experience in Software and App Development.",
		"imgweb": "",
		"title001": "We start with curiosity and solve the problem",
		"text002": "We know that every business has its unique problem. Our work begins with identifying the problem and its user.",
		"text003": "Evaluation",
		"text004": "'We understand your product or idea by defining requirements and execution strategies.'",
		"text005": "Prototype",
		"text006": "'We frame your ideas and design an interactive prototype.'",
		"text007": "Development",
		"text008": "'Accelerated value delivery and continuous improvement through agile methodology to satisfy customers.'",
		"text009": "Our experienced team has learned that one of the main issues when hiring an agency is that agencies do not take ownership of the client's problem. Based on that, we have been building trust with our clients through:",
		"text010": "'Scalability'",
		"text011": "'To meet future demands and increase performance without increasing complexity.'",
		"text012": "'We take charge of your problem'",
		"text013": "'We understand our clients' problems through a consulting process led by our business experts.'",
		"text014": "'We speak your language'",
		"text015": "'Our communication is established with our business experts who possess the fluency of the stack to bring your product vision to life.'",
		"text016": "Schedule a meeting with us",
		"text017": "Meet",
		"text018": "our team",
		"text019": "To be the company our clients desire, it takes a diverse group of passionate operators. Get to know the people who are leading the way at Let's Do It Now",
		"text020": "Do you have any questions? Write to us"
	},
	"services": {
		"langweb": "en",
		"titleweb": "Let's do it now: Software and App Nearshoring: Empower Your Business with Technology",
		"desciptionweb": "We offer software and app solutions at Latin American prices for companies that need nearshoring teams for shared or dedicated development, adapting technologies to the needs of each business.",
		"keywords": "Mobile App Development for Enterprises, Software Development for Inventory Management, App Development for Route and Transportation Management, Fleet and Logistics Management App, ERP Applications for Enterprise Resource Planning, App Development for Production and Quality Control, Apps for Project Management and Data Analysis, Responsive and Modern Website Development, Custom Web Application Development Services.",
		"imgweb": "",
		"title001": "Your vision is ",
		"title002": "our mission",
		"text002": "We transform your ideas into customized digital solutions.",
		"text003": "Let us turn your ideas into tangible realities!",
		"text004": "Web Design",
		"text005": "Get a custom website focused on your business goals. We specialize in creating a user-friendly experience optimized for Google search.",
		"text006": "Software Engineering",
		"text007": "We bring your ideas to life with tailor-made software. We build your system from scratch or provide support for an existing one.",
		"text008": "Web Application Development",
		"text009": "Our team can assist you with web-based solutions. Our web application development service aims to optimize by creating scalable web functionalities.",
		"text010": "Mobile App Design",
		"text011": "We can develop your mobile solution as a standalone application or one that seamlessly integrates and communicates with the software you're already using.",
		"text012": "Schedule a meeting here"
	},
	"portfolio": {
		"langweb": "en",
		"titleweb": "Software and apps focused on logistics, manufacturing, or construction.",
		"desciptionweb": "Our expert team in technology and artificial intelligence has experience creating software and applications for fleet management, inventory, production, among others.",
		"keywords": "App Development for Logistics Company: Success Case, Software Development for Construction Company: Case Study, Mobile Application for Manufacturing Company: Highlighted Project, Software Solutions for Latin Companies in New York: Practical Examples, Apps Developed for Small Latin Companies: Showcase of Our Work",
		"imgweb": "",
		"portfolio": "Portfolio",
		"text001": "Here you will find a selection of the projects we have had the honor of working on.",
		"text002": "Are you ready to be our next success story? Let's do it now!",
		"text003": "01/CARRAZO.PE",
		"text004": "Reinventing the buying and selling of vehicles with personalized technology",
		"text005": "Access more information here",
		"text006": "02/PLANIUM.AI",
		"text007": "The ERP solution for builders",
		"text008": "Access more information here",
		"text009": "03/AJPENNY",
		"text010": "Revolutionizing Blinds Production with a Customized ERP",
		"text011": "Access more information here"
	}
}