{
	"lang": "Español",
	"menu": {
		"home": "Inicio",
		"about": "Nosotros",
		"services": "Servicios",
		"portfolio": "Portafolio",
		"blog": "Blog",
		"contact": "Contáctanos",
		"doit": "Prueba Do It Bot"
	},
	"footer": {
		"allRights": "Todos los derechos reservados. Let's do it now 2023",
		"newsletter": "Subscríbete a nuestro newsletter",
		"email": "Ingresa tu email aquí",
		"inforrmation": "Información",
		"social": "Sociales",
		"careers": "Carreras",
		"resources": "Recursos",
		"about": "Sobre nosotros",
		"privacy": "Privacidad"
	},
	"home": {
		"langweb": "es",
		"titleweb": "Let's do it now: Desarrollo de Software y Apps para Empresas",
		"desciptionweb": "Ofrecemos soluciones tecnológicas desarrolladas por talento latinoamericano con experiencia en los sectores de logística, manufactura y construcción.",
		"keywords": "Desarrollo de Software y Apps para Empresas Latinas en New York, Empresas Desarrolladoras de Apps en Colombia, Empresas Desarrolladoras de Apps en New York, Empresas Desarrolladoras de Apps, Empresas Desarrolladoras Apps Colombia, Desarrollo de Software Multilingüe en New York, Desarrollo de Aplicaciones Móviles Escalables, Servicios de Desarrollo de Software en Español en New York, Empresas de Desarrollo de Software con Experiencia en Logística Construcción y Manufactura",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/ip9vbgwvb5adlc5qof6n.png",
		"title01": "Software",
		"title02": "de soluciones",
		"title03": "Digitales",
		"text001": "Construimos a escala, hagamos realidad tus ideas",
		"text002": "Cotiza ahora",
		"text003": "Ver portafolio",
		"text004": "Diseño de páginas web",
		"text005": "Ingeniería de software",
		"text006": "Desarrollo de aplicaciones móviles",
		"text007": "Desarrollo de aplicaciones web",
		"text008": "¿Qué hacemos nosotros por ti?",
		"text009": "Tu visión es nuestra misión. ¡Permítenos convertir tus ideas en realidades tangibles!",
		"text010": "Explora más",
		"text011": "Más de 7 años en la industria",
		"text012": "No solo queremos entregar un producto para el presente. Diseñamos estrategias que duran, diseñadas para liderar la industria.",
		"text013": "Diseñamos tus ideas",
		"text014": "Creamos proyectos digitales que se ajustan a las necesidades de tu negocio y al futuro de tu mercado.",
		"text015": "Conectamos tu negocio con tu target",
		"text016": "La tecnología va más rápido que nunca. Queremos llevar tu negocio al mundo digital, pensando en los beneficios desde el primer día.",
		"text017": "Equipo internacional",
		"text018": "Contamos con una red mundial de desarrolladores que nos permite hacer software de calidad al mejor precio.",
		"text019": "Compartimos nuestro",
		"text020": "conocimiento y pasión",
		"text021": "por el mundo digital",
		"text022": "Sumérgete en la última información y tendencias del mundo digital",
		"text023": "Visita el blog",
		"text024": "Tech",
		"text025": "Inteligencia Artificial",
		"text026": "Educación",
		"text027": "Webinars",
		"text028": "Eventos",
		"text029": "Únete a nuestra red de clientes satisfechos y experimenta la transformación digital de tu negocio",
		"text030": "Trabajé con letsdoitnow.us para desarrollar un nuevo sitio web de inventarios para mi empresa. El equipo fue muy profesional y servicial, y el sitio web se entregó en tiempo y dentro del presupuesto. Estoy muy contento con el resultado y recomendaría la agencia a cualquiera que busque desarrollar un nuevo sitio web.",
		"text031": "'La mejor opción de calidad beneficio. Estos chicos hacen magia. He estado con el sitio web y algunas campañas publicitarias con Let´s Do It durante 6 meses y mi negocio sigue creciendo un montón.'",
		"text032": "'Let´s Do It es una empresa que se destaca por su capacidad para entender nuestro negocio, además de tomar nuestros requisitos. Creemos que se convierten en una parte de equipo.'",
		"text033": "Comienza la transformación ahora",
		"text034": "¿Estás listo? ¡Let´s do it now!",
		"text035": "Recibe una consultoría gratis",
		"text036": "Categorías del Blog"
	},
	"about": {
		"langweb": "es",
		"titleweb": "Let's do it now: El equipo de desarrollo bilingüe que crea tecnología para tu empresa",
		"desciptionweb": "Con base en New York y un equipo de nómadas digitales construimos software y aplicaciones para empresas latinas que necesitan tecnología para gestionar su negocio.",
		"keywords": "Desarrollo de Software a la Medida para Empresas, Equipo de Desarrollo de Software Dedicado, Consultoría Tecnológica para Empresas Latinas, Desarrollo de Apps Personalizadas para Empresas, Experiencia en Desarrollo de Software y Apps",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/vgzddx0ehiv1pwamnwfr.png",
		"title001": "Empezamos con la curiosidad y resolvemos el problema",
		"text002": "Sabemos que cada negocio tiene su propio problema. Nuestro trabajo comienza con la identificación del problema y su usuario.",
		"text003": "Evaluación",
		"text004": "Comprendemos su producto o idea mediante la definición de los requisitos y las estrategias de ejecución.",
		"text005": "Prototipo",
		"text006": "Enmarcaremos tus ideas y diseñaremos un prototipo interactivo.",
		"text007": "Desarrollo",
		"text008": "Entrega de valor acelerada y mejora continua mediante la metodología ágil para satisfacer a los clientes.",
		"text009": "Nuestro experimentado equipo ha aprendido que uno de los principales problemas al contratar una agencia es que las agencias no son dueñas del problema del cliente. En base a eso, hemos estado construyendo la confianza de nuestros clientes en:",
		"text010": "Escalabilidad",
		"text011": "Para satisfacer las demandas futuras y aumentar su rendimiento sin aumentar la complejidad.",
		"text012": "Nos hacemos cargo de su problema",
		"text013": "Comprendemos los problemas de nuestros clientes mediante un proceso de consultoría liderado por nuestros expertos comerciales.",
		"text014": "Hablamos tu idioma",
		"text015": "Nuestra comunicación se establece con nuestros expertos comerciales que poseen la fluidez de la pila para dar vida a la visión de su producto.",
		"text016": "Agenda una reunión con nosotros",
		"text017": "Conoce a",
		"text018": "nuestro equipo",
		"text019": "Para ser la empresa que nuestros clientes desean que seamos, se necesita un grupo diverso de operadores apasionados. Conoce a las personas que lideran el camino de Let’s Do It Now",
		"text020": "¿Tienes alguna duda? Escríbenos"
	},
	"services": {
		"langweb": "es",
		"titleweb": "Let's do it now: Nearshoring de Software y apps: Potencia tu Negocio con tecnología",
		"desciptionweb": "Ofrecemos soluciones de software y apps a precios latinoamericanos para empresas que necesitan equipos nearshoring para desarrollo compartido o dedicado, adaptando tecnologías a las necesidades de cada negocio.",
		"keywords": "Desarrollo de Aplicaciones Móviles para Empresas, Desarrollo de Software para la Gestión de Inventarios, Desarrollo de Apps para la Gestión de Rutas y Transporte, App para Gestión de Flotas y Logística, Aplicaciones ERP para la Planificación de Recursos Empresariales, Desarrollo de Apps para el Control de Producción y Calidad, Apps para la Gestión de Proyectos y Análisis de Datos, Desarrollo de Sitios Web Responsivos y Modernos, Servicios de Desarrollo de Aplicaciones Web a Medida",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/pelmpitgkd7ndjdd8ncv.png",
		"title001": "Tu visión es ",
		"title002": "nuestra misión",
		"text002": "Transformamos tus ideas en soluciones digitales personalizadas.",
		"text003": "¡Permítenos convertir tus ideas en realidades tangibles!",
		"text004": "Diseño de Páginas Web",
		"text005": "Obtenga un sitio web personalizado enfocado en su objetivo comercial . Nos especializamos en crear una experiencia de usuario amigable optimizada para la búsqueda de Google.",
		"text006": "Ingeniería de Software",
		"text007": "Hacemos realidad tus ideas con un software a medida. Construimos su sistema desde cero o damos soporte a uno existente.",
		"text008": "Desarrollo de Aplicaciones Web",
		"text009": "Nuestro equipo puede ayudarlo con la creación de soluciones en la web. Nuestro servicio de desarrollo de aplicaciones web está destinado a optimizar mediante la creación de funcionalidades escalables en la web.",
		"text010": "Diseño de Aplicaciones Móviles",
		"text011": "Podemos desarrollar su solución móvil como una aplicación independiente o una que se integre y se comunique perfectamente con el software que ya está utilizando.",
		"text012": "Agenda una reunión aquí"
	},
	"portfolio": {
		"langweb": "es",
		"titleweb": "Software y apps enfocadas en la logística, manufactura o construcción.",
		"desciptionweb": "Nuestro equipo experto en tecnología e inteligencia artificial tiene experiencia creando software y aplicaciones para la gestión de flotas, inventarios o producción, entre otros.",
		"keywords": "Desarrollo de App para Empresa de Logística: Caso de Éxito, Desarrollo de Software para Empresa de Construcción: Caso de Estudio, Aplicación Móvil para Empresa de Manufactura: Proyecto Destacado, Soluciones de Software para Empresas Latinas en New York: Ejemplos Prácticos, Apps Desarrolladas para Pequeñas Empresas Latinas: Muestra de Nuestro Trabajo",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/smwbxmi3vhppjr7vwiec.png",
		"portfolio": "Portafolio",
		"text001": "Aquí encontrarás una selección de los proyectos en los que hemos tenido el honor de trabajar.",
		"text002": "¿Estás listo para ser nuestro próximo caso de éxito? ¡Hagámoslo ahora!",
		"text003": "01/CARRAZO.PE",
		"text004": "Reinventando la compra y venta de vehículos con tecnología personalizada",
		"text005": "Accede a más información aquí",
		"text006": "02/PLANIUM.AI",
		"text007": "La solución ERP para constructores",
		"text008": "Accede a más información aquí",
		"text009": "03/AJPENNY",
		"text010": "Revolucionando la Producción de Persianas con un ERP a Medida",
		"text011": "Accede a más información aquí"
	},
	"doitbot": {
		"title": "Experto",
		"text001": "Ten una conversación con algunos de nuestros expertos. te servirá para recibir información de forma más puntual y centrada.",
		"text002": "Habla con expertos",
		"text003": "Todos los expertos disponibles",
		"text004": "Pregunta sobre nosotros",
		"text005": "¿Cómo puede la tecnología de inteligencia artificial (IA) beneficiar a mi negocio?",
		"text006": "¿Qué tipo de soporte técnico puedo ofrecer después de la venta?",
		"text007": "¿Que hay de la capacitación para el uso de sus productos o servicios de tecnológicos?"
	},
	"chatbot": {
		"text001": "Hola, ¿Como puedo ayudarte hoy?",
		"text002": "Dejanos saber que opinas",
		"text003": "Aquí"
	}
}