{
	"lang": "Español",
	"menu": {
		"home": "Inicio",
		"about": "Nosotros",
		"services": "Servicios",
		"portfolio": "Portafolio",
		"blog": "Blog",
		"contact": "Contáctanos",
		"doit": "Prueba Do It Bot",
		"pricing": "Precios"
	},
	"footer": {
		"allRights": "Todos los derechos reservados. Let's do it now 2023",
		"newsletter": "Subscríbete a nuestro newsletter",
		"email": "Ingresa tu email aquí",
		"inforrmation": "Información",
		"social": "Sociales",
		"careers": "Carreras",
		"resources": "Recursos",
		"about": "Sobre nosotros",
		"privacy": "Privacidad"
	},
	"home": {
		"langweb": "es",
		"titleweb": "Let's do it now: Desarrollo de Software y Apps para Empresas",
		"desciptionweb": "Ofrecemos soluciones tecnológicas desarrolladas por talento latinoamericano con experiencia en los sectores de logística, manufactura y construcción.",
		"keywords": "Desarrollo de Software y Apps para Empresas Latinas en New York, Empresas Desarrolladoras de Apps en Colombia, Empresas Desarrolladoras de Apps en New York, Empresas Desarrolladoras de Apps, Empresas Desarrolladoras Apps Colombia, Desarrollo de Software Multilingüe en New York, Desarrollo de Aplicaciones Móviles Escalables, Servicios de Desarrollo de Software en Español en New York, Empresas de Desarrollo de Software con Experiencia en Logística Construcción y Manufactura",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/ip9vbgwvb5adlc5qof6n.png",
		"title01": "Soluciones",
		"title02": "Digitales a tu",
		"title03": "Medida",
		"text001": "Convierte tus ideas en realidades innovadoras y escalables",
		"text002": "Comienza ahora",
		"text003": "Ver portafolio",
		"text004": "Diseño de páginas web",
		"text005": "Ingeniería de software",
		"text006": "Desarrollo de aplicaciones móviles",
		"text007": "Desarrollo de aplicaciones web",
		"text008": "¿Qué hacemos nosotros por ti?",
		"text009": "Tu visión es nuestra misión. ¡Permítenos convertir tus ideas en realidades tangibles!",
		"text010": "Explora más",
		"text011": "Más de 7 años en la industria",
		"text012": "No solo queremos entregar un producto para el presente. Diseñamos estrategias que duran, diseñadas para liderar la industria.",
		"text013": "Diseñamos tus ideas",
		"text014": "Creamos proyectos digitales que se ajustan a las necesidades de tu negocio y al futuro de tu mercado.",
		"text015": "Conectamos tu negocio con tu target",
		"text016": "La tecnología va más rápido que nunca. Queremos llevar tu negocio al mundo digital, pensando en los beneficios desde el primer día.",
		"text017": "Equipo internacional",
		"text018": "Contamos con una red mundial de desarrolladores que nos permite hacer software de calidad al mejor precio.",
		"text019": "Compartimos nuestro conocimiento y pasión por el mundo digital",
		"text020": "conocimiento y pasión por el mundo digital",
		"text021": "por el mundo digital",
		"text022": "Sumérgete en la última información y tendencias del mundo digital",
		"text023": "Visita el blog",
		"text024": "Tech",
		"text025": "Inteligencia Artificial",
		"text026": "Educación",
		"text027": "Webinars",
		"text028": "Eventos",
		"text029": "Únete a nuestra red de clientes satisfechos y experimenta la transformación digital de tu negocio",
		"text030": "Trabajé con letsdoitnow.us para desarrollar un nuevo sitio web de inventarios para mi empresa. El equipo fue muy profesional y servicial, y el sitio web se entregó en tiempo y dentro del presupuesto. Estoy muy contento con el resultado y recomendaría la agencia a cualquiera que busque desarrollar un nuevo sitio web.",
		"text031": "'La mejor opción de calidad beneficio. Estos chicos hacen magia. He estado con el sitio web y algunas campañas publicitarias con Let´s Do It durante 6 meses y mi negocio sigue creciendo un montón.'",
		"text032": "'Let´s Do It es una empresa que se destaca por su capacidad para entender nuestro negocio, además de tomar nuestros requisitos. Creemos que se convierten en una parte de equipo.'",
		"text033": "Comienza la transformación ahora",
		"text034": "¿Estás listo? ¡Let´s do it now!",
		"text035": "Recibe una consultoría gratis",
		"text036": "Categorías del Blog",
		"text037": "Somos Let's Do It Now, visionarios, arquitectos y creadores de tus sueños digitales. Con más de 7 años liderando la industria, no sólo construimos productos para el presente, sino estrategias que perduran, diseñadas para liderar el futuro. Únete a nuestra red de clientes satisfechos y experimenta la transformación digital de tu negocio.",
		"text038": "Compañías que confían en nosotros",
		"text039": "Equipos de Desarrollo a Pedido",
		"text040": "Haz crecer tu proyecto sin esfuerzo con nuestros equipos dedicados.",
		"text041": "MVP y Prototipado",
		"text042": "Convertir ideas en productos tangibles",
		"text043": "Ver más",
		"text044": "Desarrollo Web y Móvil",
		"text045": "Creando experiencias digitales que resuenan.",
		"text046": "Diseño UX/UI",
		"text047": "Diseñando con el usuario en mente",
		"text048": "Análisis de Datos",
		"text049": "Transformar datos en conocimientos accionables.",
		"text050": "Arquitectura y Gestión en la Nube",
		"text051": "Potencia tu negocio con sóluciones en la nube robustas.",
		"text052": "Trabajando con los Mejores Servicios en la Nube",
		"text053": "Resultados Tangibles",
		"text054": "En el Tiempo Estimado",
		"text055": "¿Quieres testear tu idea en tiempo récord?",
		"text056": "Trabajemos juntos",
		"text057": "Optimización en Planificación de Proyectos",
		"text058": "La gestión y planificación eficaz de proyectos son esenciales para cualquier empresa. Descubre cómo hemos potenciado a PLANIUM en su camino hacia la excelencia operacional.",
		"text059": "Ver proyecto",
		"text060": "Transforma la atención al cliente y haz que tu empresa se destaque",
		"text061": "Dale vida a tu página web y a tu área de ventas con “Do It Bot”.",
		"text062": "Más que un chatbot: es tu nuevo equipo de servicio al cliente y ventas. Un chatbot con inteligencia artificial que se adapta a tu empresa y conversa como un humano. Un asesor digital que no sólo responde, sino que comprende y se relaciona, generando conversaciones inteligentes y ofreciendo soluciones instantáneas.",
		"text063": "Pruébalo aquí",
		"text064": "Trabajamos alrededor de varias industrias ¡Encuentra la tuya!",
		"text065": "Gestión de Proyectos",
		"text066": "Automotriz",
		"text067": "Logística",
		"text068": "Manufactura",
		"text069": "Startups",
		"text070": "En LetsDoItNow, entendemos los retos y necesidades de la industria de la construcción. Hemos innovado soluciones que van desde la planificación de proyectos hasta la gestión operativa en el sitio de trabajo, garantizando una ejecución más eficiente y proyectos entregados a tiempo.",
		"text071": "La industria automotriz es dinámica y en constante evolución. En LetsDoItNow, hemos revolucionado procesos, desde la cadena de suministro hasta la experiencia del cliente, llevando la innovación al corazón de la producción y venta de vehículos.",
		"text072": "La eficiencia es el alma de la logística. En LetsDoItNow, hemos diseñado sistemas que agilizan flujos de trabajo, reducen costes y maximizan el rendimiento, permitiendo a las empresas operar de manera más ágil y rentable.",
		"text073": "En LetsDoItNow, sabemos que la manufactura moderna exige precisión y velocidad. Nuestras soluciones integran tecnologías de vanguardia que aseguran calidad, optimizando la producción y asegurando que cada producto cumpla con los más altos estándares.",
		"text074": " Las startups requieren soluciones ágiles y adaptativas. En LetsDoItNow, somos especialistas en proporcionar herramientas a medida que impulsan la innovación y el crecimiento, llevando a las startups desde la idea hasta la realización.",
		"text075": "Mira nuestras soluciones para gestión de proyectos",
		"text076": "Mira nuestras soluciones para automotriz",
		"text077": "Mira nuestras soluciones para logística",
		"text078": "Mira nuestras soluciones para manufactura",
		"text079": "Mira nuestras soluciones para startups",
		"text080": "Transformación Digital en Producción y Venta de Persianas",
		"text081": "La eficiencia y la modernización son esenciales en la producción y venta. Para AJPenny, creamos soluciones a medida.",
		"text082": "El impacto transformador de AliadaGO",
		"text083": "La logística, ese eslabón crítico que conecta a las empresas con sus clientes, está en constante evolución. En un mundo digitalizado, donde cada segundo cuenta, la eficiencia y adaptabilidad son más que esenciales: son vitales."
	},
	"about": {
		"langweb": "es",
		"titleweb": "Let's do it now: El equipo de desarrollo bilingüe que crea tecnología para tu empresa",
		"desciptionweb": "Con base en New York y un equipo de nómadas digitales construimos software y aplicaciones para empresas latinas que necesitan tecnología para gestionar su negocio.",
		"keywords": "Desarrollo de Software a la Medida para Empresas, Equipo de Desarrollo de Software Dedicado, Consultoría Tecnológica para Empresas Latinas, Desarrollo de Apps Personalizadas para Empresas, Experiencia en Desarrollo de Software y Apps",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/vgzddx0ehiv1pwamnwfr.png",
		"title001": "Empezamos con la curiosidad y resolvemos el problema",
		"text002": "MISIÓN Y VISIÓN",
		"text003": "Creamos tecnología que construye un mundo mejor",
		"text004": "Invertir en Latinoamérica es invertir en talento, motivación y determinación",
		"text005": "En Let's Do It Now, creemos firmemente en el inmenso talento de Latinoamérica. Somos una empresa enfocada en brindar soluciones tecnológicas que transforman y enriquecen vidas, teniendo una especial atención en el mercado americano. Nuestra visión está centrada en ser una entidad líder, reconocida por fortalecer nichos específicos a través de herramientas tecnológicas de vanguardia.",
		"text006": "Somos más que una casa de Software",
		"text007": "Somos un conglomerado de talento proveniente de diversas profesiones, conformando equipos ágiles y dinámicos. Nuestra experiencia se extiende a participaciones en algunas de las aceleradoras más prestigiosas del mundo, como YCombinator. Esta diversidad y experiencia global aseguran que no solo entregamos soluciones tecnológicas, sino que aportamos una perspectiva única y amplia en cada proyecto, generando resultados inigualables para nuestros clientes.",
		"text008": "Para ser la empresa que nuestros clientes desean que seamos, se necesita un grupo diverso de operadores apasionados. Conoce a las personas que lideran el camino de Let's Do It Now",
		"text009": "Nuestro experimentado equipo ha aprendido que uno de los principales problemas al contratar una agencia es que las agencias no son dueñas del problema del cliente. En base a eso, hemos estado construyendo la confianza de nuestros clientes en:",
		"text010": "Escalabilidad",
		"text011": "Para satisfacer las demandas futuras y aumentar su rendimiento sin aumentar la complejidad.",
		"text012": "Nos hacemos cargo de su problema",
		"text013": "Comprendemos los problemas de nuestros clientes mediante un proceso de consultoría liderado por nuestros expertos comerciales.",
		"text014": "Hablamos tu idioma",
		"text015": "Nuestra comunicación se establece con nuestros expertos comerciales que poseen la fluidez de la pila para dar vida a la visión de su producto.",
		"text016": "Agenda una reunión con nosotros",
		"text017": "Conoce a nuestro equipo",
		"text018": "nuestro equipo",
		"text019": "Trabajo de Cultura Remota",
		"text020": "Nuestros valores son el corazón de nuestro negocio: impulsamos el aprendizaje constante y el crecimiento, valoramos la excelencia combinada con el respeto y la confianza, y promovemos un trabajo en equipo sólido e innovador. Nuestra mentalidad competitiva, similar a la de un atleta, nos lleva a dar lo mejor en todo momento. Y sí, a veces cometemos errores, pero los vemos como una oportunidad para aprender y mejorar."
	},
	"services": {
		"langweb": "es",
		"titleweb": "Let's do it now: Nearshoring de Software y apps: Potencia tu Negocio con tecnología",
		"desciptionweb": "Ofrecemos soluciones de software y apps a precios latinoamericanos para empresas que necesitan equipos nearshoring para desarrollo compartido o dedicado, adaptando tecnologías a las necesidades de cada negocio.",
		"keywords": "Desarrollo de Aplicaciones Móviles para Empresas, Desarrollo de Software para la Gestión de Inventarios, Desarrollo de Apps para la Gestión de Rutas y Transporte, App para Gestión de Flotas y Logística, Aplicaciones ERP para la Planificación de Recursos Empresariales, Desarrollo de Apps para el Control de Producción y Calidad, Apps para la Gestión de Proyectos y Análisis de Datos, Desarrollo de Sitios Web Responsivos y Modernos, Servicios de Desarrollo de Aplicaciones Web a Medida",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/pelmpitgkd7ndjdd8ncv.png",
		"title001": "Tu visión es nuestra misión",
		"title002": "Haz crecer tu negocio",
		"text002": "Transformamos tus ideas en soluciones digitales personalizadas. ¡Permítenos convertir tus ideas en realidades tangibles!",
		"text003": "Cotiza gratis ahora",
		"text004": "Compañías que confían en nosotros",
		"text005": "Equipos de desarrollo a pedido",
		"text006": "Ya seas una startup o una empresa establecida, nuestros equipos de desarrollo a demanda pueden integrarse sin problemas con tus operaciones, garantizando una entrega ágil y resultados de alta calidad.",
		"text007": "Análisis de Datos",
		"text009": "Aprovecha el poder del análisis de datos avanzado para descubrir patrones, correlaciones e insights ocultos que pueden impulsar decisiones empresariales estratégicas.",
		"text010": "Arquitectura y Gestión en la Nube",
		"text011": "Implementa, administra y escala aplicaciones con nuestros avanzados servicios de nube e infraestructura. Experimenta un rendimiento, seguridad y flexibilidad mejorados.",
		"text012": "Desarrollo Móvil y Web",
		"text013": "Desde sitios web responsivos hasta aplicaciones dinámicas, nuestro equipo se destaca en la entrega de soluciones a medida que cautivan a los usuarios y fomentan la participación.",
		"text014": "MVP y Prototipado",
		"text015": "Valida tu idea de negocio rápidamente con nuestros servicios de MVP y prototipado. Te ayudamos a probar las aguas antes de adentrarte en un desarrollo a gran escala.",
		"text016": "Diseño UX/UI",
		"text017": "Nuestro enfoque de consultoría se combina con nuestra pasión por UX/UI, garantizando diseños que no solo son visualmente atractivos, sino también centrados en el usuario y optimizados para la conversión.",
		"text018": "Tecnologías y herramientas que nuestros desarrolladores usan",
		"text019": "En Let's Do It Now sabemos la importancia de estar actualizado en todas las áreas que constituyen el desarrollo de software.",
		"text020": "Lenguajes",
		"text021": "Móvil",
		"text022": "Base de Datos",
		"text023": "Nube",
		"text024": "SOLUCIONES",
		"text025": "¿Cómo es nuestro proceso de ejecución?",
		"text026": "Utilizamos las mejores prácticas y metodologías ágiles como base para una construcción rápida de nuestras soluciones.",
		"text027": "Recibe una consultoría gratis"
	},
	"portfolio": {
		"langweb": "es",
		"titleweb": "Software y apps enfocadas en la logística, manufactura o construcción.",
		"desciptionweb": "Nuestro equipo experto en tecnología e inteligencia artificial tiene experiencia creando software y aplicaciones para la gestión de flotas, inventarios o producción, entre otros.",
		"keywords": "Desarrollo de App para Empresa de Logística: Caso de Éxito, Desarrollo de Software para Empresa de Construcción: Caso de Estudio, Aplicación Móvil para Empresa de Manufactura: Proyecto Destacado, Soluciones de Software para Empresas Latinas en New York: Ejemplos Prácticos, Apps Desarrolladas para Pequeñas Empresas Latinas: Muestra de Nuestro Trabajo",
		"imgweb": "https://res.cloudinary.com/dtxf7vxdq/image/upload/w_500,h_500,c_scale/v1690841956/Let%C2%B4s%20do%20it%20now/smwbxmi3vhppjr7vwiec.png",
		"portfolio": "Portafolio",
		"text001": "Aquí encontrarás una selección de los proyectos en los que hemos tenido el honor de trabajar.",
		"text002": "¿Estás listo para ser nuestro próximo caso de éxito? ¡Hagámoslo ahora!",
		"text003": "Lee la entrada aquí"
	},
	"doitbot": {
		"title": "Experto",
		"text001": "Ten una conversación con algunos de nuestros expertos. te servirá para recibir información de forma más puntual y centrada.",
		"text002": "Habla con expertos",
		"text003": "Todos los expertos disponibles",
		"text004": "Pregunta sobre nosotros",
		"text005": "¿Cómo puede la tecnología de inteligencia artificial (IA) beneficiar a mi negocio?",
		"text006": "¿Qué tipo de soporte técnico puedo ofrecer después de la venta?",
		"text007": "¿Que hay de la capacitación para el uso de sus productos o servicios de tecnológicos?"
	},
	"chatbot": {
		"text001": "Hola, ¿Como puedo ayudarte hoy?",
		"text002": "Dejanos saber que opinas",
		"text003": "Aquí"
	}
}